tap "epk/epk"
tap "homebrew/bundle"
brew "act"
brew "autojump"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "neovim"
brew "nvm"
brew "pygments"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "wget"
cask "docker"
cask "font-sf-mono-nerd-font"
cask "gureumkim"
cask "maccy"
cask "monitorcontrol"
cask "rectangle"
cask "stats"
vscode "ahmadalli.vscode-nginx-conf"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "tomoki1207.pdf"
vscode "wayou.vscode-todo-highlight"
vscode "zhuangtongfa.material-theme"
