tap "epk/epk"
tap "homebrew/bundle"
brew "act"
brew "autojump"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "neovim"
brew "nvm"
brew "prettier"
brew "pygments"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "wget"
brew "yazi"
brew "youtube-dl"
cask "docker"
cask "font-sf-mono-nerd-font"
cask "gureumkim"
cask "iina"
cask "maccy"
cask "monitorcontrol"
cask "rectangle"
cask "stats"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "zhuangtongfa.material-theme"
