tap "epk/epk"
tap "homebrew/bundle"
brew "act"
brew "bat"
brew "cmake"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glfw"
brew "go"
brew "kubernetes-cli"
brew "minikube"
brew "neovim"
brew "pnpm"
brew "pygments"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "webp"
brew "yazi"
brew "zoxide"
cask "arc"
cask "chatgpt"
cask "discord"
cask "docker"
cask "figma"
cask "font-sf-mono-nerd-font"
cask "gureumkim"
cask "iina"
cask "maccy"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "stats"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "zotero"
vscode "ahmadalli.vscode-nginx-conf"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eliostruyf.vscode-front-matter"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "miguelsolorio.fluent-icons"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "stylelint.vscode-stylelint"
vscode "tadayosi.vscode-makefile-outliner"
vscode "unifiedjs.vscode-mdx"
vscode "wayou.vscode-todo-highlight"
vscode "zhuangtongfa.material-theme"
